Repository: mitkodi/BotBuilder
Catalog: CSharp/Library/MultilingualResources/Microsoft.Bot.Builder.*.xlf
Languages: bg

# CommandBack
source: Back
bg: Назад

# CommandBackHelp
source: Back: Go back to the previous question.
bg: Назад: Върни се към предишния въпрос.

# CommandBackTerms
source: backup;go back;back
bg: назад;върни;предишен

# CommandHelp
source: Help
bg: Помощ

# CommandHelpHelp
source: Help: Show the kinds of responses you can enter.
bg: Помощ: Покажи вариантите на възможните отговори.

# CommandHelpTerms
source: help;choices;\?
bg: помощ;варианти;\?;help

# CommandQuit
source: Quit
bg: Излез

# CommandQuitHelp
source: Quit: Quit the form without completing it.
bg: Излез: Излез, без да завършиш попълването на формуляра.

# CommandQuitTerms
source: quit;stop;finish;goodby?;good bye?;bye;ciao;adios;bye-bye;so long;cheers
bg: излез;стоп;край;прекрати;стига;чао;довиждане;достатъчно

# CommandReset
source: Start over
bg: Започни отначало

# CommandResetHelp
source: Reset: Start over filling in the form. (With defaults from your previous entries.)
bg: Отначало: Започни попълването на формуляра отначало. (Предишните Ви отговори ще бъдат съхранени.)

# CommandResetTerms
source: start over;reset;clear
bg: отначало;започни отново;започни наново;наново

# CommandStatus
source: Status
bg: Статус

# CommandStatusHelp
source: Status: Show your progress in filling in the form so far.
bg: Статус: Покажи докъде съм стигнал с попълването на формуляра.

# CommandStatusTerms
source: status;progress;so far;results
bg: статус;състояние;докъде съм;до\s?тук;до\s?сега

source: Confirmation
bg: Потвърждение

# DefaultChoiceLastSeparator
source: , or
bg: , или

# DefaultLastSeparator
source: , and
bg: , и

# LanguageArticles
source: a;an;the
bg: един;една;едно

# LanguageStopWords
source: a;about;above;above;across;after;afterwards;again;against;all;almost;alone;along;already;also;although;always;am;among;amongst;amoungst;amount;an;and;another;any;anyhow;anyone;anything;anyway;anywhere;are;around;as;at;back;be;became;because;become;becomes;becoming;been;before;beforehand;behind;being;below;beside;besides;between;beyond;bill;both;bottom;but;by;call;can;cannot;cant;co;con;could;couldnt;cry;de;describe;detail;do;done;down;due;during;each;eg;eight;either;eleven;else;elsewhere;empty;enough;etc;even;ever;every;everyone;everything;everywhere;except;few;fifteen;fify;fill;find;fire;first;five;for;former;formerly;forty;found;four;from;front;full;further;get;give;go;had;has;hasnt;have;he;hence;her;here;hereafter;hereby;herein;hereupon;hers;herself;him;himself;his;how;however;hundred;ie;if;in;inc;indeed;interest;into;is;it;its;itself;keep;last;latter;latterly;least;less;ltd;made;many;may;me;meanwhile;might;mill;mine;more;moreover;most;mostly;move;much;must;my;myself;name;namely;neither;never;nevertheless;next;nine;no;nobody;none;noone;nor;not;nothing;now;nowhere;of;off;often;on;once;one;only;onto;or;other;others;otherwise;our;ours;ourselves;out;over;own;part;per;perhaps;please;put;rather;re;same;see;seem;seemed;seeming;seems;serious;several;she;should;show;side;since;sincere;six;sixty;so;some;somehow;someone;something;sometime;sometimes;somewhere;still;such;system;take;ten;than;that;the;their;them;themselves;then;thence;there;thereafter;thereby;therefore;therein;thereupon;these;they;thick;thin;third;this;those;though;three;through;throughout;thru;thus;to;together;too;top;toward;towards;twelve;twenty;two;un;under;until;up;upon;us;very;via;was;we;well;were;what;whatever;when;whence;whenever;where;whereafter;whereas;whereby;wherein;whereupon;wherever;whether;which;while;whither;who;whoever;whole;whom;whose;why;will;with;within;without;would;yet;you;your;yours;yourself;yourselves
bg: а;аз;ако;ала;бе;без;беше;би;бивш;бивша;бил;била;били;било;бъдат;бъде;бяха;в;вас;ваш;ваша;вашият;веднъж;вече;взема;ви;вие;виж;винаги;включително;вместо;все;всеки;всички;всичко;вследствие;всъщност;всяка;втори;във;въпреки;върху;вътре;ги;главно;го;да;дава;даден;далеч;далече;дали;два;двама;двамата;две;двете;ден;до;докато;дори;доста;друг;друга;другаде;други;е;едва;един;една;едно;ето;за;зад;заедно;заради;затова;защо;защото;и;из;извън;или;им;има;имат;име;именно;й;как;каква;какво;както;какъв;като;кога;когато;което;които;кой;който;колко;която;къде;където;към;ли;май;макар;малцина;ме;между;междувременно;мен;ми;много;мнозина;мога;могат;може;мой;моят;моята;моето;моля;момента;му;на;навсякъде;навътре;нагоре;над;надолу;назад;най;направи;напред;например;нас;наскоро;настрана;наш;не;него;негов;неин;нещо;нея;ни;ние;никой;нито;нищо;но;някак;някои;някой;няколко;някъде;няма;обаче;около;освен;особен;особено;от;отвъд;отгоре;отдолу;отколкото;откъдето;отново;относно;оттам;ох;още;пак;по;повече;повечето;под;поне;поради;после;последен;почти;прав;прави;правя;пред;преди;през;при;пряко;пък;първата;първи;първо;пъти;с;са;сам;само;се;сега;си;скоро;след;сме;собствен;според;сред;срещу;сте;съм;със;също;т.н.;тази;така;такива;такъв;там;твой;те;тези;техен;техни;ти;то;това;тогава;този;той;толкова;три;трябва;тук;тъй;тя;тях;у;че;често;чрез;цяло;ще;щом;щеше;щях;щяха;я

# MatchCurrentChoice
source: Current Choice('c');current;c;current choice;no change
bg: Запази текущото (".");без промяна;.;същото;запази;текущото

# MatchNo
source: No;n;nope;2
bg: Не;н;2;тц

# MatchNoPreference
source: No Preference;no;none;I don'?t care
bg: Без предпочитание;Нямам предпочитание;не;нищо;все(\s+ми е)?\s+едно;няма значение;нямам

# MatchYes
source: Yes;y;sure;ok;yep;1
bg: Да;д;точно;ок;добре;ok;y;1;супер;може;аха

# Navigation
source: Field Name
bg: Име на поле

# PromptRetry
source: I didn't understand. Say something in reply.
bg: Не разбрах. Кажи нещо в отговор.

# TemplateBool
source: Would you like a {&}? {||}
bg: Желаете ли {&}? {||}

# TemplateBoolHelp
source: Please enter 'yes' or 'no'{?, {0}}.
bg: Моля въведете "да" или "не"{?, {0}}.

# TemplateClarify
source: By "{0}" {&} did you mean {||}
bg: С "{0}" за {&} имате предвид {||}

# TemplateConfirmation
source: Is this your selection? {*}
bg: Това ли е вашия избор? {*}

# TemplateCurrentChoice
source: (current choice: {})
bg: (текущ избор: {})

# TemplateDateTime
source: Please enter a date and time for {&} {||}
bg: Моля въведете дата и час за {&} {||}

# TemplateDateTimeHelp
source: Please enter a date or time expression {?, {0}}{?, {1}}.
bg: Моля въведете дата или час {?, {0}}{?, {1}}.

# TemplateDouble
source: Please enter a number {?between {0:F1} and {1:F1}} for {&} {||}
bg: Моля въедете число {?между {0:F1} и {1:F1}} за {&} {||}

# TemplateDoubleHelp
source: Please enter a number{? between {2:F1} and {3:F1}}{?, {0}}{?, {1}}.
bg: Моля въведете число{? между {2:F1} и {3:F1}}{?, {0}}{?, {1}}.

# TemplateEnumManyNumberHelp
source: You can enter one or more numbers {0}-{1} or words from the descriptions. ({2})
bg: Можете да въведете едно или повече числа {0}-{1} или думи от описанията. ({2})

# TemplateEnumManyWordHelp
source: You can enter in one or more selections from the descriptions. ({2})
bg: Можете да въведете една или няколко думи от описанията. ({2})

# TemplateEnumOneNumberHelp
source: You can enter a number {0}-{1} or words from the descriptions. ({2})
bg: Можете да въведете число {0}-{1} или думи от описанието. ({2})

# TemplateEnumOneWordHelp
source: You can enter in any words from the descriptions. ({2})
bg: Можете да въведете някоя дума от описанието. ({2})

# TemplateEnumSelectMany
source: Please select one or more {&} {||}
bg: Моля изберете една или няколко възможности за {&} {||}

# TemplateEnumSelectOne
source: Please select a {&} {||}
bg: Моля изберете {&} {||}

# TemplateFeedback
source: For {&} I understood {}. {?"{0}" is not an option.}
bg: За {&} разбрах {}. {?"{0}" не е възможен избор.}

# TemplateHelp
source: You are filling in the {&} field. Possible responses: {0} {1}
bg: Вие попълвате полето за {&}. Възможни отговори: {0} {1}

# TemplateHelpClarify
source: You are clarifying a {&} value. Possible responses: {0} {1}
bg: Вие уточнявате значението на {&}. Възможни отговори: {0} {1}

# TemplateHelpConfirm
source: Please answer the question. Possible responses: {0} {1}
bg: Моля отговорете на въпроса. Възможни отговори: {0} {1}

# TemplateHelpNavigation
source: Choose what field to change. Possible responses: {0} {1}
bg: Изберете, кое да промените. Възможни отговори: {0} {1}

# TemplateInteger
source: Please enter a number{? between {0} and {1}} for {&} {||}
bg: Моля за {&} въведете цяло число{? между {0} и {1}} {||}

# TemplateIntegerHelp
source: You can enter a number{? between {2} and {3}}{?, {0}}{?, {1}}.
bg: Можете да въведете число {? между {2} и {3}}{?, {0}}{?, {1}}.

# TemplateNavigation
source: What do you want to change? {||}
bg: Какво желаете да промените? {||}

# TemplateNavigationCommandHelp
source: You can switch to another field by entering its name. ({0}).
bg: Можете да преминете към друго поле, като въведете неговото име. ({0}).

# TemplateNavigationHelp
source: Choose {?a number from {0}-{1}, or} a field name.
bg: Въведете {?число от {0} до {1} или} име на поле.

# TemplateNoPreference
source: No Preference
bg: Без предпочитание

# TemplateNotUnderstood
source: "{0}" is not a {&} option.
bg: "{0}" не е възможен избор за {&}.

# TemplateString
source: Please enter {&} {||}
bg: Моля въведете {&} {||}

# TemplateStringHelp
source: You can enter anything (use "'s to force string){?, {0}}{?, {1}}.
bg: Можете да напишете виско, което пожелаете (използвайте кавички, за да се възприеме като текст){?, {0}}{?, {1}}.

# TemplateUnspecified
source: Unspecified
bg: Не е указано

source: too many attempts
bg: твърде много опити

# UnhandledExceptionToUser
source: Sorry, my bot code is having an issue.
bg: Съжалявам, възникна проблем в кода.

source: User profile deleted!
bg: Потребителският профил е изтрит!
